tutorials/incompressible/simpleFoam/rotorDisk/system/surfaceFeatureExtractDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeatureExtractDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

fixed.obj
{
    #includeEtc "caseDicts/surface/surfaceFeatureExtractDict.cfg"
}

rotatingZone.obj
{
    #includeEtc "caseDicts/surface/surfaceFeatureExtractDict.cfg"
}

// ************************************************************************* //
